/* NSTextField (All data is sent anonymously. No sensible data is sent to the Archive.) : <title:All data is sent anonymously. No sensible data is sent to the Archive.> (oid:11) */
"All data is sent anonymously. No sensible data is sent to the Archive." = "Los datos serán enviados de forma anónima. No se enviarán datos personales al Archivo.";

/* NSBox (Data Sharing settings) : <title:Data Sharing settings> (oid:28) */
"Data Sharing settings" = "Ajustes de compartición de datos";

/* NSButton (Do not advertise the service on the network) : <title:Do not advertise the service on the network> (oid:32) */
"Do not advertise the service on the network" = "No anunciar el servicio en la red";

/* NSButton (Look for shared batteries) : <title:Look for shared batteries> (oid:31) */
"Look for shared batteries" = "Buscar baterías compartidas";

/* NSButton (Require password:) : <title:Require password:> (oid:33) */
"Require password:" = "Pedir contraseña:";

/* NSButton (Retrieve shared data from the Archive at launch) : <title:Retrieve shared data from the Archive at launch> (oid:21) */
"Retrieve shared data from the Archive at launch" = "Obtener datos compartidos del Archivo al inicio";

/* NSButton (Send own data to the Archive at launch) : <title:Send own data to the Archive at launch> (oid:22) */
"Send own data to the Archive at launch" = "Enviar mis datos al Archivo al inicio";

/* NSButton (Share own battery data) : <title:Share own battery data> (oid:34) */
"Share own battery data" = "Compartir datos de mí batería";

/* NSBox (Shared Battery Data Archive settings) : <title:Shared Battery Data Archive settings> (oid:19) */
"Shared Battery Data Archive settings" = "Ajustes del Archivo de Datos de Baterías Compartidas";

